export const comments = {
    column1: [
        {
            "name": "Take-Two",
            "avatar": "/img/users/Take-Two.jpg",
            "job": ".NET 开发者",
            "comment": "第一眼看还以为是 WinUI3，结果仔细一看 PyQt？！牛的"
        },
        {
            "name": "Josoen_ss",
            "avatar": "/img/users/Josoen_ss.jpg",
            "job": "在读大学生",
            "comment": "要是做毕设的时候有这个，就不用怕老师说我给算法配的界面太丑了"
        },
        {
            "name": "落雪无痕LxHTT",
            "avatar": "/img/users/luoxue.jpg",
            "job": "Minecraft 软件开发者",
            "comment": "绝啦，不用自己琢磨 QSS 半天了，必须给你来个 Star ⭐"
        },
        {
            "name": "Cxy仙乐",
            "avatar": "/img/users/Cxy.jpg",
            "job": "软件工程师",
            "comment": "太好啦，过段时间打算尝试把工作中，自己做的小工具也用这个组件升级下。学到很多，开始学着自己写带特殊功能的组件。希望一直更新完善，笔芯"
        },
        {
            "name": "-昼夜繁星",
            "avatar": "/img/users/zhouye.jpg",
            "job": "宝可梦大师",
            "comment": "太酷啦！用了库以后界面是真滴好看！！！"
        },
    ],
    column2: [
        {
            "name": "okyan123",
            "avatar": "/img/users/okyan123.jpg",
            "job": "前端开发工程师",
            "comment": "这个确实是我见过水平最好的一个了，先前见过 Flutter 和 Qt 复刻的，样式做的不错，但都是缺少点动画，这个把过渡动画做的不错👍"
        },
        {
            "name": "What_Damon",
            "avatar": "/img/users/What_Damon.jpg",
            "job": "极光软创工作室成员",
            "comment": "我觉得比隔壁 WPF UI 好看一点，细节更舒服！"
        },
        {
            "name": "真_人工智能",
            "avatar": "/img/users/realai.jpg",
            "job": "个人软件开发者",
            "comment": "这不比隔壁 sv_ttk 做得好多了！可惜的是我不会玩 PyQt [doge]"
        },
        {
            "name": "xianfei",
            "avatar": "/img/users/xianfei.webp",
            "job": "全栈开发工程师",
            "comment": "好东西，支持一下！虽然比较习惯用 Electron 写桌面 GUI"
        },
        {
            "name": "凉蟾亦未圆",
            "avatar": "/img/users/liangchu.jpg",
            "job": "见得雾中市，凉蟾亦未圆",
            "comment": "最近一直有做 PyQt 界面，怎么都达不到惊艳的感觉，用的还是传统方法，Up 给了新的思路，感谢！"
        },
    ],
    column3: [
        {
            "name": "dyexlzc",
            "avatar": "/img/users/dyexlzc.jpg",
            "job": "哲学家程序员",
            "comment": "赞，我还以为是直接服用的微软组件"
        },
        {
            "name": "哈喽鼓捣拜",
            "avatar": "/img/users/hellogoodbye.jpg",
            "job": "学生",
            "comment": "今天在写 QSS，感觉疯了，然后搜下有没有现成的。开始还以为是国外大佬的，点击看下视频演示才发现居然在国内，想不到这么快就能用上了！"
        },
        {
            "name": "酱香型二五六",
            "avatar": "/img/users/jiangxiang.jpg",
            "job": "CV 工程师",
            "comment": "这个 UI 是我喜欢的风格，打算最近把自己的 GUI 用你的改造一下！"
        },
        {
            "name": "爱喵喵叫的兔兔",
            "avatar": "/img/users/tutu.jpg",
            "job": "学生",
            "comment": "upup 做的非常好看哦，呜呜呜好看哭了😭"
        },
        {
            "name": "Matheiu",
            "avatar": "/img/users/Matheiu.jpg",
            "job": "学生",
            "comment": "Up 实在是高产啊，已经用你的 Fluent Widgets 组件库完成两个小项目了，效果非常地惊艳，狠狠地支持了 🚀"
        },
    ]
}